Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Employees normally have 14 days to notify their old employer in writing if they do not wish to transfer to the new employer.
nb: Arbeidstakeren har normalt en frist på 14 dager til skriftlig å underrette gammel arbeidsgiver dersom vedkommende motsetter seg overføring til ny arbeidsgiver.

source: (RF-1307) must be completed and submitted to obtain tax deduction cards without using a payroll system.
nb: (RF-1307) fylles ut og sendes inn for å hente skattekort uten å gå via lønnssystem.

source: The boundary between the two is not defined in the legislation, but hobbies are tax-free, while commercial activity is taxable.
nb: Grensen er ikke definert i lovverket, men hobby er skattefritt, mens næring er skattepliktig virksomhet.

source: A freelancer performs assignments without being employed, also known as "contractors".
nb: En frilanser jobber på oppdrag uten å være ansatt, også kalt "oppdragstaker".

source: By deactivating single-use codes (code letter), the code letter will not work, and you will need to order a new code letter to use this log-in method again.
nb: Ved å deaktivere engangskoder (Altinn kodebrev) vil ikke kodebrevet fungere ved innlogging, og du må bestille nytt kodebrev for å benytte denne innloggingsmetoden.

source: See Section 4 of the Foundation Act for definitions of these foundations.
nb: Definisjoner av disse finner du i stiftelsesloven § 4.

source: Fork lift truck operator – Reach truck with lifting capacity up to 10 tonnes (certificate category T2)
nb: Truckfører - Skyvemasttruck/støttebenstruck til og med 10 tonn (sertifikatkategori T2)

source: Foreign professional qualifications for regulated professions are recognized by 15 different agencies.
nb: De lovregulerte yrkene godkjennes av i alt 15 godkjenningskontorer.

source: The tax deduction card information will be available in "inbox" shortly after you have submitted the order.
nb: Skattekortopplysningene finner du i "innboks" etter at du har sendt inn bestillingen.

source: In case of premature birth before pregnancy week 33 the benefit period is extended with the number of days from giving birth up to and including the term date.
nb: Ved fødsel før svangerskapsuke 33 forlenges stønadsperioden tilsvarende antallet dager fra fødselsdatoen til og med dagen før termindatoen. Dersom foreldrene mottar pleiepenger går antall dager med pleiepenger til fradrag i forlengelsen.

source: Feedback in "Inbox"
nb: Tilbakemelding i "innboks"

source: If you have not agreed a specific penalty interest rate, you will not be able to charge any more than the rate stipulated by the Ministry of Finance.
nb: Hvis du ikke har avtalt særskilt forsinkelsesrente kan du maksimalt kreve den satsen som er fastsatt av Finansdepartementet.

source: Operator of dump truck with effect greater than 15 kW (20.4 HP) (certificate category M6)
nb: Maskinfører - Dumper, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M6)

source: The Government is establishing clear quarantine and isolation rules
nb: Strengere tiltak for å redusere importsmitte

source: Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Island, Italy, Croatia, Cypros, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain or Sweden.
nb: Belgia, Bulgaria, Danmark, Estland, Finland, Frankrike, Hellas, Irland, Island, Italia, Kroatia, Kypros, Latvia, Litauen, Luxembourg, Malta, Nederland, Polen, Portugal, Romania, Slovakia, Slovenia, Spania, Sverige, Tsjekkia, Tyskland, Ungarn eller Østerrike.

source: Hourly pay and 40 percent overtime supplement for 3 hours (when he works in excess of 9 hours).
nb: Timelønn og 40 % overtidstillegg for 3 timer (da han jobber ut over 9 timer).

source: , you must have a cash register system which fulfils the requirements set out in the bookkeeping rules.
nb: må du ha et kassasystem som tilfredsstiller kravene i bokføringsreglene.

source: RF-1028 'Tax return for corporations' (available in Norwegian only).
nb: "Skattemelding for aksjeselskap mv." (RF-1028)

source: Liability for obligations
nb: Ansvar for forpliktelser

source: If bankruptcy proceedings is instituted, the Wage Guarantee Scheme will cover, among other things, outstanding salaries and holiday pay, and salary for the first 30 days following the initiation of the bankruptcy proceedings.
nb: Dersom det åpnes konkurs vil Lønnsgarantifondet blant annet dekke utestående lønn og feriepenger, samt lønn for de 30 første dagene etter konkursåpningen.

source: A foundation is a separate legal person that is created to manage an asset, also known as 'founding capital', of at least NOK 100,000.
nb: En stiftelse er en egen juridisk person som opprettes for å forvalte en formuesverdi, også kalt grunnkapital, på minimum 100 000 kroner.

source: A foundation can be either an ordinary foundation or a commercial foundation.
nb: En stiftelse kan være en alminnelig stiftelse eller en næringsdrivende stiftelse.

source: Do you need help?
nb: Trenger du hjelp?

source: Some forms in Altinn must be signed.
nb: Noen skjemaer i Altinn må signeres.

source: Cash payments include payments made by cash, credit/cash card and various payment applications (for example Vipps).
nb: Dette gjelder både når betalingen skjer i form av kontanter, bankkort eller ulike betalingsløsninger på mobil (for eksempel Vipps).

source: When you import gifts, VAT must be paid on gift consignments with a value of over NOK 1,000.
nb: Når du importerer gaver skal det betales mva på gavesendinger som har en verdi over 1 000 kroner.

source: You do this in Altinn.
nb: Dette gjør du i Altinn.

source: 46/56 additional weeks with birth or adoption of three or more children.
nb: 46/56 uker ekstra ved fødsel av tre eller flere barn, eller hvis tre eller flere barn blir adoptert samtidig.

source: - Norwegian-registered foreign business enterprises (NUF)
nb: - Norskregistrert utenlandsk foretak (NUF)

source: Tax-ABC on work clothes (in Norwegian only)
nb: Skatte-ABC om arbeidstøy (Skatteetaten)

source: Members (owners) pay tax on what they take out in salary.
nb: Medlemmene (eierne) betaler kun skatt av det de tar ut i lønn og utbytte.

source: Passenger supplement per km per passenger
nb: Passasjertillegg per km per passasjer

source: If you need to borrow money to fund your start-up, you can apply to your bank or other financing institutions for a loan.
nb: Trenger du å låne penger til å finansiere oppstarten er det mulig å søke din bank eller andre finansieringsinstitusjoner om lån.

source: (certificate of incorporation, list of creditors and pledged collateral, list of assets, minutes of board meetings and the most recent accounts)
nb: (firmaattest, liste over kreditorer og stilte sikkerheter, liste over eiendeler, styremøteprotokoll og siste regnskap).

source: Postbox addresses will not be accepted).
nb: Postboksadresse godtas ikke).

source: The payment deadline must be 14 days.
nb: Betalingsfristen må være på 14 dager

source: Copy of completed and signed contracts of employment for each type of employment relationship used in the company (permanent, part-time, temporary, hired-out, etc.).
nb: Kopi av utfylte og signerte arbeidsavtaler for ulike arbeidsordninger som brukes i virksomheten (fast, deltid, midlertidig, utleie osv.).

source: It is important to maintain a systematic divide between your personal finances and your business finances.
nb: Et systematisk skille mellom privatøkonomi og virksomhetens økonomi er viktig.

source: For twin births or adoption of two children at the same time, the parents are given either 17 additional weeks with 100 percent coverage or 21 additional weeks with 80 percent coverage.
nb: Ved tvillingfødsler eller hvis to barn blir adoptert samtidig blir perioden utvidet med henholdsvis 17 uker med 100 prosent dekningsgrad eller 21 uker med 80 prosent dekningsgrad.

source: All employees must be registered with NAV via the
nb: Alle arbeidstakere skal registreres hos NAV via

source: The enterprise has persons employed who each have working hours and salary amounting to 20% or more of a full-time position, and who collectively carry out work corresponding to at least two full-time equivalents.
nb: Bedriften har personer i foretaket som hver har en arbeidstid og lønn som utgjør 20 prosent eller mer av full stilling, og som til sammen utfører arbeid som tilsvarer minst to årsverk.

source: It is not permitted to give gifts in the form of cash.
nb: Det er ikke lov å gi gaven i form av kontanter.

source: However, there are some exceptions for some types of payment in kind.
nb: Det er imidlertid gitt skattefritak for enkelte typer naturalytelser.

source: NAV on occupational injury and occupational illness
nb: erstatning som følge av tap av arbeidsevne og inntekt

source: Tax deduction cards to employer RF-1307.
nb: Skattekort til arbeidsgiver (RF-1307)

source: minibus with up to 8 passengers
nb: , minibuss inntil 8 personer (

source: Security level 1 – Login with only a password
nb: Sikkerhetsnivå 1 - Innlogging med kun passord

source: b) the recipient reaches the age of 50, and thereafter every ten years after that
nb: b) mottakeren fyller 50 år, og deretter hvert tiende år

source: Attachments required for the application:
nb: Krav om vedlegg til søknaden:

source: Co-operatives which own shares in another company are generally exempt from taxation on gains and dividends on shares (the exemption method).
nb: Samvirkeforetak som eier aksjer i annet selskap fritas som hovedregel for beskatning av gevinster og utbytte på aksjer (fritaksmetoden).

source: How should the customer pay?
nb: Hvordan skal kunden betale?

source: For example, all limited liability companies have an accounting obligation.
nb: Alle aksjeselskaper er for eksempel regnskapspliktige.

source: In the case of foreign companies with limited liability (corresponding to a private limited liability company, for example), tax must be calculated at the rate of 22% of the profit in Norway.
nb: For utenlandske selskaper med begrenset ansvar (tilsvarende for eksempel aksjeselskap) skal det beregnes 22 prosent skatt av overskuddet i Norge.

source: A payment demand with a fee of NOK 105 is sent 14 days after the debt collection notice, with a payment deadline of 14 days.
nb: Betalingsoppfordring med gebyr (kroner 105,-) sendes 14 dager etter inkassovarselet, med 14 dagers betalingsfrist

source: The login method you choose will be connected to a particular security level in Altinn.
nb: Innloggingsmetoden du velger har betydning for hvilket sikkerhetsnivå du har i Altinn.

source: It is this number that will appear in searches for business name in the search field "Find business/entity" at brreg.no.
nb: Det er dette nummeret som kommer opp ved å søke på navn i søkefeltet "Finn foretak/selskap" på brreg.no.

source: If you run a business within the agriculture, animal product, horticulture, market gardening, forestry or fisheries sector, the deadline for submission and payment is 10 April.
nb: Driver du med jordbruk, husdyrhold, hagebruk, gartneri, skogbruk eller fiske er fristen for levering og betaling 10. april.

source: Fork lift truck operator – Counterbalance truck with permanent log grab – lifting capacity over 10 tonnes (certificate category T8.2)
nb: Truckfører - Motvektstruck med permanent tømmerklo – løftekapasitet over 10 tonn (sertifikatkategori T8.2)

source: Overtime must be remunerated with a krone supplement of at least 40 percent in addition to the employee's ordinary salary.
nb: Overtid skal godtgjøres med et kronetillegg på minimum 40 prosent i tillegg til den vanlige lønnen.

source: If the employee is laid off, you must report this in the a-melding.
nb: Hvis den ansatte er permittert skal du oppgi dette i a-meldingen.

source: Accounts form the basis for most statutory statements which you have to submit to the public authorities.
nb: Regnskapet danner grunnlaget for de fleste lovpålagte oppgaver som du skal levere til myndighetene.

source: must be specifically assessed in each case.
nb: , må vurderes konkret i hvert enkelt tilfelle.

source: If you choose to store the vouchers electronically, backup copies must be made.
nb: Velger du å oppbevare bilagene elektronisk kreves det at du tar sikkerhetskopi.

source: profile → others with rights
nb: Profil → Borolledelegering

source: Eksempelbedriften AS wants to manufacture a new product – a kitchen table to be called "Uffe".
nb: Eksempelbedriften AS ønsker å produsere et nytt produkt – kjøkkenbordet "Uffe".

source: Do you have enough money to pay the bills you will receive?
nb: Har du nok penger til å betale regningene som kommer?

source: Will you issue an invoice, or should the customer pay when the goods or service is delivered (cash sales)?
nb: Skal du sende faktura, eller skal kunden gjøre opp direkte når varen eller tjenesten leveres (kontantsalg)?

source: Employers can apply for refunds from the National Insurance scheme if they pay the employee full salary during the period of leave.
nb: Arbeidsgiver kan søke om refusjon fra folketrygden hvis han eller hun utbetaler full lønn til arbeidstaker i permisjonstiden.

source: Are all sales vatable?
nb: Er all omsetning mva-pliktig?

source: You will find the feedback (A03) in
nb: Du finner tilbakemeldingen (A03) i

source: Enter the same incorrect payment date and NOK 0 for amount
nb: Fyll inn samme feil utbetalingsdato og 0,- for beløp

source: The total period during which parental benefit is paid in connection with birth is 49 weeks with 100 percent coverage or 59 weeks with 80 percent coverage.
nb: Den samlede stønadsperioden for foreldrepenger ved fødsel er 49 uker med 100 prosent dekningsgrad eller 59 uker med 80 prosent dekningsgrad.

source: If this applies to you, you must still document all your income and expenses and retain this documentation in accordance with the applicable bookkeeping rules.
nb: Gjelder dette for deg må du likevel dokumentere alle inntektene og kostnadene og oppbevare dette etter bokføringsreglene.

source: Register the cooperative by completing the paper form for registering a cooperative (Coordinated register notification – Main form) and applications for d-numbers (one form for each person who requires a d-number because they are to perform a role in the cooperative).
nb: Registrer samvirkeforetaket ved å fylle ut papirskjema for registrering av samvirkeforetak (Samordnet registermelding – Hovedblankett) og søknad om d-nummer (et skjema for hver person som har behov for d-nummer fordi de skal ha en rolle i foretaket).

source: A reminder with a fee of NOK 35 is sent 14 days after the original due date stated on the invoice, with a payment deadline of 14 days.
nb: Purring med gebyr (kroner 35,-) sendes 14 dager etter opprinnelig forfall på fakturaen, med 14 dagers betalingsfrist

source: If an employee is only responsible for caring for one chronically ill or disabled child over 12 years of age, the employer can claim a full refund.
nb: Hvis arbeidstaker bare har omsorg for et kronisk sykt eller funksjonshemmet barn over 12 år kan arbeidsgiver kreve full refusjon.

source: You will therefore not be entitled to make deductions for input VAT on purchases which are intended for use in the part of your sales that is exempt from VAT only.
nb: Du vil altså ikke ha fradragsrett for inngående mva på anskaffelser som kun er til bruk i den avgiftsunntatte delen av omsetningen din.

source: You will be taxed on the profit that the business generates anyway.
nb: Du skatter av overskuddet i virksomheten uansett.

source: Fork lift truck operator – Telescopic handler/variable reach truck with lifting capacity up to 10 tonnes (certificate category C1)
nb: Truckfører - Teleskoptruck med løftekapasitet til og med 10 tonn (sertifikatkategori C1)

source: There are 161 regulated professions in Norway.
nb: I Norge har vi 161 lovregulerte yrker.

source: The terms for this should be laid out in the rules for the pension scheme/insurance agreement, and any agreements between the employer and the employee (collective agreements and employment contracts).
nb: Vilkårene for dette skal fremgå av regelverket for pensjonsordningen/forsikringsavtalen som er inngått, og eventuelle avtaler som er inngått mellom arbeidsgiver og arbeidstaker (tariffavtaler og arbeidsavtaler).

source: As employer, you must pay the first 16 days.
nb: De første 16 kalenderdagene må du som arbeidsgiver betale.

source: Are you unsure of which legal structure to choose?
nb: Er du usikker på hvilken organisasjonsform du skal velge?

source: If so, you must declare the workers using form "RF 1198 - Information about contracts, contractors and employees" instead.
nb: Da skal du i stedet melde arbeidstakerne via skjema "RF 1198 - Opplysninger om arbeidstakere".

source: The Nordic Swan mark is the official Nordic ecolabel.
nb: Svanemerket er det offisielle nordiske miljømerket.

source: The documents must comply with the 'Electronic commerce format' (EHF/Elektronisk handlesformat).
nb: Dokumentene må være i samsvar med standarden "Elektronisk handelsformat" (EHF).

source: Form RF-1150 must be completed by persons claiming a reduction in Norwegian tax in order to avoid double taxation on salary earned in connection with work performed abroad.
nb: Skjemaet RF-1150 skal fylles ut av personer som krever nedsettelse av norsk skatt for å unngå dobbeltbeskatning på lønn som er opptjent under arbeidsopphold i utlandet.

source: Generally, employers and employees are free to agree remuneration for board and lodging in connection with work-related travel.
nb: I utgangspunktet står arbeidsgiver og arbeidstaker fritt til å avtale godtgjøring for kost og losji på reiser i forbindelse med arbeid.

source: Security level 3 – Login with MinID (via ID-porten) or enterprise certificate
nb: Sikkerhetsnivå 3 - Innlogging med MinID (via ID-porten) eller virksomhetssertifikat

source: 17/21 additional weeks for multiple births or adoption of multiple children.
nb: 17/21 uker ekstra ved tvillingfødsel/adopsjon av to barn.

source: Deductions for back payments
nb: Fradrag for etterbetaling

source: If you have an accountant, discuss with them how you should systematise your vouchers.
nb: Har du en regnskapsfører avtaler du med vedkommende hvordan du skal systematisere bilagene.

source: An occupational pension is a combination of defined contribution and defined benefit pensions.
nb: Tjenestepensjon er en kombinasjon av innskudds- og foretakspensjon.

source: After you have completed a form and indicated who is to sign, click the 'Send for signing' button.
nb: Etter at du har fylt ut et skjema og krysset av for hvem som skal signere, klikker du på knappen "Send til signering".

source: Do you need help with startup?
nb: Trenger du hjelp til oppstarten?

source: The first 16 days are counted from the day on which you see a doctor or the day on which NAV receives notification of the incapacity.
nb: De første 16 dagene telles fra du oppsøker lege eller NAV får melding om arbeidsuførheten.

source: The function Estate delegation jointly is located under the menu
nb: Funksjonen borolledelegering samlet finner du under menyen

source: Holiday, part-time and shift work
nb: Ferie, deltid og skiftarbeid

source: The surplus will be specified in your tax return instead.
nb: Underskuddet skal i stedet oppgis i skattemeldingen din.

source: First applies after 20 years of service, and thereafter every ten years.
nb: Gjelder første gang ved 20 års tjenestetid, og deretter hvert tiende år.

source: to search for
nb: for å søke på

source: No statutory requirement for salary, but accrual of holiday pay for up to 3 months in each accrual year in connection with obligatory service.
nb: Ikke lovfestet krav på lønn, men opptjening av feriepenger i opptil 3 måneder hvert opptjeningsår ved pliktig tjeneste.

source: Some sectors and transactions are subject to a longer minimum retention period.
nb: Noen bransjer og transaksjoner er pålagt lengre oppbevaringstid.

source: Our guide will give you an overview of the rules and regulations relevant to you when establishing a restaurant, diner/café, fast food outlet, cafeteria, catering, nightclub/pub/bar, food truck or food stall.
nb: I vår e-guide får du en oversikt over hvilke regler du må forholde deg til når du skal starte og drive en restaurant, kafé/kro, gatekjøkken/fastfood, kantine, catering, nattklubb/pub/bar, matvogn/foodtruck eller markedsbod.

source: When you have been VAT-registered for one year, you can apply to submit returns annually if your turnover is less than NOK 1 million.
nb: Når du har vært mva-registrert i ett år, kan du søke om årlig innlevering dersom omsetningen din er under 1 million kroner.

source: You can now do the following:
nb: Du kan da gjøre følgende:

source: Make sure that the contact details for your enterprise are up-to-date in Altinn, so that you can receive an e-mail notification.
nb: Sørg for at kontaktinformasjon til ditt foretak er oppdatert i Altinn, slik at du kan motta e-postvarsel.

source: Many systems which are fully integrated with Altinn show the feedback and any error messages (MAGNET/EDAG) directly in the system.
nb: Flere systemer som er fullt integrert med Altinn viser tilbakemeldingen og eventuelle feilmeldinger (MAGNET/EDAG) direkte i systemet.

source: Changing bank account number for VAT refunds
nb: Endring av bankkontonummer for refusjon av merverdiavgift

source: Working Environment Act, Section 12-12 Annual Holidays Act, Section 10 Civic duties Insofar as is necessary to fulfil the statutory duty
nb: Arbeidsmiljøloven § 12-12 Ferieloven § 10 I det omfang som er nødvendig for å oppfylle lovbestemt møteplikt

source: All taxable businesses must submit a tax return.
nb: Alle næringsdrivende som er skattepliktig må sende inn skattemelding.

source: Organisation number for the main entity
nb: Organisasjonsnummer for hovedenheten

source: If so, a foundation may be the most appropriate organisational form for you.
nb: Da kan stiftelse være organisasjonsformen for deg.

source: You must find out whether the payroll system you use supports this Altinn service.
nb: Du må selv undersøke om lønnssystemet du bruker støtter denne Altinn-tjenesten.

source: When an employer resigns - pension capital certificate and continuation insurance
nb: Når arbeidstaker slutter - pensjonskapitalbevis og fortsettelsesforsikring

source: You can determine this by performing a calculation.
nb: Dette kan du finne ut ved å lage en kalkyle.

source: In the same way, you are entitled to deductions for VAT for most goods and services you purchase for the business (input VAT).
nb: På samme måte får du fradrag for mva for de fleste varer og tjenester du kjøper inn til virksomheten (inngående mva).

source: Excavator operator with effect greater than 15 kW (20.4 HP) (certificate category M2)
nb: Gravemaskinfører, større effekt enn 15 kW (20,4 HK) (sertifikatkategori M2)

source: It is important that you determine how much capital you will need in order to finance the start-up phase.
nb: En viktig avklaring er å finne ut hvor mye kapital du vil trenge for å finansiere oppstarten.

source: You must submit an a-melding every month until the employment ceases, even if you do not pay any salary.
nb: Du må levere a-melding hver måned inntil arbeidsforholdet opphører, selv om du ikke betaler ut lønn.

source: deadline 30 April.
nb: frist 30. april

source: When you submit an a-melding, the business will automatically be registered as an employer in NAV's Aa register.
nb: Når du sender inn den første a-meldingen blir bedriften automatisk registrert som arbeidsgiver i Aa-registeret hos Nav.

source: Up to 12 months.
nb: Inntil 12 måneder.
